#5) შექმენით ფუნქცია. შექმენი რიცხვებით სავსე სია, სადაც დუბლიკატები - ანუ გამეორებული ელემენტები აღარ იქნება, მაგრამ ელემენტების თანმიმდევრობა შენარჩუნდეს. მაგალითად თუ მოცემული გვქონდა სია: [1, 2, 2, 3, 3, 4, 5, 6, 5], უნდა დავპრინტოთ [1, 2, 3, 4, 5, 6]. გამოიყენე for ციკლი და if. გამოიძახეთ ფუნქცია.


def list_change():
    nums = [1, 2, 2, 3, 3, 4, 5, 6, 5]
    new_nums = []

    for i in nums:
        if i not in new_nums:
            new_nums.append(i)
    print(new_nums)
            
list_change()