#9)კომენტარის სახით ჩამოწერეთ სიის ყველა ფუნქცია და მიუწერეთ რომელი რას აკეთებს

# append()- სიაში ახალი აითემის ჩამატება(ბოლოში)

# pop()- სიიდან ბოლო ინდექსზე მდგომი ელემენტის ამოღება

# pop(2)- სიიდან იმ ინდექსზე მდგომი ელემენტის ამოღება რომელიც გვინდა

# insert(2, 0) - სიაში ელემენტის ჩამატება რომელ ინდექსზეც გვსურს.(ინდექსი იწერება პირველი)

# remove(2)- სიიდან იმ ელემენტის ამოშლა რომელიც გვსურს.(remove()- წაშლის იმ გადაცემულ ელემენტს რომელიც პირველად შეხვდება)

# clear()- სიიდან ყველა ელემენტის ამოშლა

# index(7) - გვეუბნება იმ ელემენტის ინდექსს სიაში რომელიც ფრჩხილებშ დავუწერეთ